/*   */
"Askıya yemek / shuttle seyahati bırakabilirsiniz." = "Spenden für die Mensa / dem Shuttle.";

/*   */
"Ayarlar" = "Einstellungen";

/*   */
"Bağlantı Hatası" = "Verbindungsfehler";

/*   */
"Bağlantınızı kontrol edip tekrar deneyiniz" = "Überprüfen Sie Ihre Internet Verbindung und versuchen Sie es nochmal";

/*   */
"Bağışınız kabul edilmiştir" = "Ihre Spende wurde angenommen";

/*   */
"bakiye bulunamadı" = "Kein Guthaben";

/*   */
"Başarı" = "Erfolgreich";

/*   */
"Başarılı" = "Erfolgreich";

/*   */
"Bu sayfada yardıma ihtiyacı olanlar listesine girmesi için bir öğrenci önerebilirsiniz. Bu öğrencinin listeye girip girmemesi için karar verilecektir." = "Auf dieser Seite können Sie jemanden empfehlen, der auf die bedürftigten Liste kommen kann. Es wird entschieden, ob dieser Student mit eingenommen wird.";

/*   */
"Bu sizin ilk girisiniz , sifrenizi degistirmeniz gerekmektedir." = "Das ist Ihre erste Anmeldung, bitte ändern Sie zuerst Ihr Passwort";

/*   */
"Cikis" = "Schließen";

/*   */
"Degistir" = "Ändern";

/*   */
"Dikkat" = "Achtung";

/*   */
"Dikkat!" = "Achtung!";

/*   */
"Dil" = "Sprache";

/*   */
"Emin Misin?" = "Sind Sie sich sicher?";

/*   */
"Eminim" = "Ich bin mir sicher";

/* No comment provided by engineer. */
"Eski Sifre" = "Altes Passwort";

/*   */
"Evet" = "Ja";

/*   */
"FeedBack" = "FeedBack";

/*   */
"Gonder" = "Senden";

/*   */
"Hata" = "Fehler";

/*   */
"Hatalı Giriş" = "Falsche Eingabe";

/*   */
"Hatalı giriş" = "Falsche Eingabe";

/*   */
"Hatalı Öğrenci Numarası" = "Falsche Matrikelnummer";

/*   */
"Hayır" = "Nein";

/* No comment provided by engineer. */
"Hesabınıza başka bir cihazdan giriş yapıldı" = "Anmeldung von einem anderen Gerät aus";

/*   */
"Hesabınıza başka bir cihazdan giriş yapıldı." = "Anmeldung von einem anderen Gerät aus.";

/*   */
"Insufficent balance" = "Kein ausreichendes Guthaben";

/*   */
"Iptal etmek istediğinize emin misiniz?" = "Sind Sie sich sicher, dass Sie abbrechen möchten?";

/*   */
"İptal" = "Abbrechen";

/*   */
"Kullanıcı adı veya şifre yanlış" = "Falsche Matrikelnummer oder Passwort";

/*   */
"Kutuların içi boş olamaz" = "Kästchen müssen ausgefüllt sein";

/*   */
"Mailinizi kontrol edebilirsiniz" = "Kontrollieren Sie Ihre E-Mail Adresse";

/* No comment provided by engineer. */
"Merhaba" = "Hallo";

/*   */
"Miktar" = "Betrag";

/*   */
"Okul Numarasi" = "Matrikelnummer";

/* No comment provided by engineer. */
"Oner" = "Empfehlen";

/*   */
"Ödeme" = "Bezahlen";

/*   */
"Ödeme başarılı" = "Zahlung erfolgreich";

/* No comment provided by engineer. */
"Ödeme yapmak için gerekli olan QR kodu oluşturmak için Ödeme tuşuna basınız." = "Drücken Sie auf bezahlen, um ein QR-Code für die Bezahlung zu aktivieren.";

/*   */
"Para başarıyla gönderildi." = "Geld wurde erfolgreich gesendet";

/* No comment provided by engineer. */
"Para gonderilecek" = "Geld wird gesendet";

/*   */
"Parola" = "Passwort";

/*   */
"Shuttle" = "Shuttle";

/* No comment provided by engineer. */
"Shuttle Bakiye" = "Shuttle Guthaben";

/*   */
"Sifre Degistir" = "Passwort ändern";

/*   */
"Sonuç" = "Ergebnis";

/*   */
"Şifre başarı ile değiştirildi." = "Passwort wurde erfolgreich verändert";

/*   */
"Şifreler uyuşmuyor" = "Passwörter stimmen nicht überein.";

/* No comment provided by engineer. */
"Şifreler uyuşmuyor." = "Passwörter stimmen nicht überein.";

/*   */
"Şifreniz başarıyla gönderildi." = "Passwort wurde erfolreich gesendet.";

/*   */
"Şifrenizin bu olmasını istediğinizden emin misiniz?" = "Sind Sie sich sicher das Sie dieses Passwort möchten?";

/*   */
"Tamam" = "OK";

/*   */
"Tekrar Dene" = "Nochmal versuchen";

/*   */
"Vazgeç" = "Abbrechen";

/*   */
"Yemekhane" = "Mensa";

/* No comment provided by engineer. */
"Yemekhane Bakiye" = "Mensa Guthaben";

/* No comment provided by engineer. */
"Yemekhane veya shuttle için puan verebilir ek olarak da yorum yapabilirsiniz." = "Sie können für die Mensa / dem Shuttle Feedback und Punkte abgeben.";

/* No comment provided by engineer. */
"Yeni Sifre" = "Neues Passwort";

/* No comment provided by engineer. */
"Yeni Sifre (Tekrar)" = "Passwort wiederholen";

/*   */
"Yetersiz bakiye" = "kein ausreichendes Guthaben";

/*   */
"Yorumlar" = "Kommentare";

/*   */
"Yorumunuz iletilmiştir" = "Ihr Kommentar wurde gesendet";

"ParaTransferiInfo" = "Sie können über die Matrikelnummer an einen Freund Geld verschicken.";

"Bezahlen" = "Bezahlen";

"Bagis" = "Spenden";

"ChangePass" = "Passwort verändern";

"Feedback" = "Feedback";

"Hoşgeldiniz" = "Hallo";

"Şifremi Unuttum" = "Passwort vergessen";

"Ayarlar" = "Einstellungen";

"ParaTransferi" = "Geld Transfer";

"Bu öğrenciyi önermek istediğinize emin misiniz?" = "Möchten Sie diesen Studenten wirklich vorschlagen?";

"Yanlis Sifre" = "Falsches Password!";

"Giriş" = "Anmelden";


